/*-------------------------------------------------*/
/*                                                 */
/* データベースの作成                              */
/*                                                 */
/*-------------------------------------------------*/


/*-------------------------------------------------*/
/* データベース名 baseballdb                       */
/*-------------------------------------------------*/
create database baseballdb default character set utf8;


/*-------------------------------------------------*/
/* ユーザー名 baseballuser                         */
/*-------------------------------------------------*/
grant all on baseballdb.* to baseballuser@localhost identified by 'secret';

flush privileges;


